[
    {
        "id": 1,
        "type": "lifehack",
        "title": "Планируйте время",
        "content": "Составьте расписание подготовки и следуйте ему. Выделяйте время на каждый предмет. Используйте технику интервального повторения для лучшего запоминания материала.",
        "category": "preparation"
    },
    {
        "id": 2,
        "type": "fact",
        "title": "История ЕГЭ",
        "content": "ЕГЭ проводится в России с 2001 года, а с 2009 года стал обязательным для всех выпускников. Ежегодно его сдают более миллиона учащихся.",
        "category": "ege-history"
    },
    {
        "id": 3,
        "type": "lifehack",
        "title": "Практика важнее теории",
        "content": "Регулярно проходите пробные варианты тестов. Это помогает привыкнуть к формату экзамена, научиться распределять время и справляться со стрессом.",
        "category": "preparation"
    },
    {
        "id": 4,
        "type": "fact",
        "title": "Статистика по русскому языку",
        "content": "Средний балл ЕГЭ по русскому языку в 2023 году составил 68 баллов. Это один из обязательных предметов, который сдают все выпускники.",
        "category": "statistics"
    },
    {
        "id": 5,
        "type": "lifehack",
        "title": "Ведите дневник ошибок",
        "content": "Записывайте все свои ошибки и регулярно просматривайте их. Это поможет выявить слабые места и не повторять одни и те же ошибки.",
        "category": "study"
    },
    {
        "id": 6,
        "type": "fact",
        "title": "Популярный предмет",
        "content": "Самый популярный предмет по выбору на ЕГЭ — обществознание. Его выбирают более 50% выпускников для поступления на гуманитарные специальности.",
        "category": "statistics"
    },
    {
        "id": 7,
        "type": "lifehack",
        "title": "Правильные перерывы",
        "content": "Не забывайте отдыхать! Оптимальный режим: 45 минут учебы, 15 минут отдыха. Делайте короткие прогулки и физические упражнения.",
        "category": "health"
    },
    {
        "id": 8,
        "type": "fact",
        "title": "Время на математику",
        "content": "На выполнение экзаменационной работы по математике отводится 3 часа 55 минут (235 минут). Это один из самых длительных экзаменов.",
        "category": "rules"
    },
    {
        "id": 9,
        "type": "lifehack",
        "title": "Метод объяснения",
        "content": "Попробуйте объяснить изученный материал другу или родственнику. Если вы можете объяснить тему простым языком — вы её хорошо понимаете.",
        "category": "study"
    },
    {
        "id": 10,
        "type": "fact",
        "title": "Максимальный балл",
        "content": "Максимальный балл по ЕГЭ — 100 баллов. Некоторые вузы могут давать дополнительные баллы за индивидуальные достижения.",
        "category": "rules"
    },
    {
        "id": 11,
        "type": "lifehack",
        "title": "Читайте внимательно",
        "content": "Читайте задание внимательно до конца — не торопитесь с ответом. Часто в формулировках скрываются важные детали.",
        "category": "exam"
    },
    {
        "id": 12,
        "type": "fact",
        "title": "ОГЭ vs ЕГЭ",
        "content": "ОГЭ сдают учащиеся 9 классов, а ЕГЭ — учащиеся 11 классов. ОГЭ включает 4 предмета, ЕГЭ — 2 обязательных и по выбору.",
        "category": "basics"
    },
    {
        "id": 13,
        "type": "lifehack",
        "title": "Начните с лёгкого",
        "content": "Начинайте с лёгких заданий — это поможет настроиться и сэкономить время. Сложные задания оставьте на потом.",
        "category": "exam"
    },
    {
        "id": 14,
        "type": "fact",
        "title": "Количество участников",
        "content": "Ежегодно в России ЕГЭ сдают около 700-800 тысяч выпускников. ОГЭ сдают более 1,5 миллиона девятиклассников.",
        "category": "statistics"
    },
    {
        "id": 15,
        "type": "lifehack",
        "title": "Следите за временем",
        "content": "Распределите время на все части экзамена заранее. Оставьте 10-15 минут в конце для проверки ответов.",
        "category": "exam"
    },
    {
        "id": 16,
        "type": "lifehack",
        "title": "Не оставляйте пустых мест",
        "content": "Даже если не уверены в ответе, сделайте предположение. За неправильный ответ не снижают баллы, а вот за пустой — точно ничего не получите.",
        "category": "exam"
    },
    {
        "id": 17,
        "type": "fact",
        "title": "Первичный и тестовый балл",
        "content": "Результат ЕГЭ считается по двум шкалам: первичный балл (сумма баллов за задания) и тестовый балл (по 100-балльной шкале).",
        "category": "rules"
    },
    {
        "id": 18,
        "type": "lifehack",
        "title": "Сон важен!",
        "content": "Высыпайтесь перед экзаменом! Усталость снижает концентрацию и способность к логическому мышлению. 7-8 часов сна — оптимально.",
        "category": "health"
    },
    {
        "id": 19,
        "type": "fact",
        "title": "Минимальные пороги",
        "content": "Для получения аттестата нужно набрать минимальные пороговые баллы: по русскому языку — 24, по математике — 27 (базовый) или 5 (профильный).",
        "category": "rules"
    },
    {
        "id": 20,
        "type": "lifehack",
        "title": "Подготовьтесь заранее",
        "content": "Узнайте заранее, где находится пункт проведения экзамена, что с собой можно брать, и во сколько начинается регистрация.",
        "category": "logistics"
    },
    {
        "id": 21,
        "type": "fact",
        "title": "Апелляция",
        "content": "Вы можете подать апелляцию в течение двух рабочих дней после официального объявления результатов. Рассматривается 5-10 дней.",
        "category": "rules"
    },
    {
        "id": 22,
        "type": "lifehack",
        "title": "Используйте мнемотехнику",
        "content": "Создавайте ассоциации, аббревиатуры, рифмы для запоминания сложной информации. Мозг лучше запоминает яркие и необычные образы.",
        "category": "study"
    },
    {
        "id": 23,
        "type": "fact",
        "title": "Пересдача",
        "content": "ЕГЭ по русскому языку и математике можно пересдать в резервные дни или в следующем году. Предметы по выбору не пересдаются в том же году.",
        "category": "rules"
    },
    {
        "id": 24,
        "type": "lifehack",
        "title": "Чек-лист перед экзаменом",
        "content": "Подготовьте заранее: паспорт, гелевую ручку (несколько штук), воду и шоколадку. Телефон сдайте в начале — не берите его с собой.",
        "category": "logistics"
    },
    {
        "id": 25,
        "type": "fact",
        "title": "Формат КЕГЭ",
        "content": "С 2021 года информатика сдаётся в компьютерной форме (КЕГЭ). Задания включают программирование, анализ данных и работу с электронными таблицами.",
        "category": "changes"
    },
    {
        "id": 26,
        "type": "lifehack",
        "title": "Чередуйте предметы",
        "content": "Не делайте математику 4 часа подряд. Чередуйте предметы: 1,5-2 часа на один — затем перерыв или смена дисциплины.",
        "category": "study"
    },
    {
        "id": 27,
        "type": "fact",
        "title": "Иностранные языки",
        "content": "ЕГЭ по иностранным языкам включает письменную и устную части. Устная часть сдаётся на компьютере, время — 17 минут.",
        "category": "structure"
    },
    {
        "id": 28,
        "type": "lifehack",
        "title": "Работа с тревогой",
        "content": "Если чувствуете панику — закройте глаза, сделайте 3 глубоких вдоха и медленных выдоха. Это снизит уровень стресса и вернёт концентрацию.",
        "category": "health"
    },
    {
        "id": 29,
        "type": "fact",
        "title": "Сроки подачи документов",
        "content": "Документы в вузы подаются до 25 июля (при оригинале аттестата) или до 1 августа (при копии). Учитывайте сроки при выборе стратегии.",
        "category": "admissions"
    },
    {
        "id": 30,
        "type": "lifehack",
        "title": "Тренируйте руку",
        "content": "Пишите пробные работы от руки, особенно если у вас много письменных заданий. Рука должна «набить» скорость и выносливость.",
        "category": "study"
    }
]

